Repository: ArcheProject/arche_tos
Catalog: arche_tos/locale/*/LC_MESSAGES/arche_tos.po
Languages: sv

source: Terms of service
sv: Användarvillkor

source: I've read the full agreement and I agree to it
sv: Jag har läst alla villkor och godkänner dem

source: You must agree to the terms to use this site.
sv: Du måste acceptera användarvillkoren för att använda sidan.

source: I understand the consequences
sv: Jag förstår konsekvenserna

source: Wrong sentence
sv: Fel mening

source: Type '${sentence}' to confirm that you want to do this.
sv: Skriv '${sentence}' för att bekräfta att du vill göra detta.

source: Type confirmation
sv: Skriv bekräftelse

source: I understand the consequences and want to revoke my agreement.
sv: Jag förstår konsekvenserna och vill återkalla mitt medgivande till villkoren.

source: Read above and tick here if you want to do this.
sv: Läs ovan och klicka i här om du vill göra det här.

source: Password check due to severe consequences of revoking this
sv: Kolla lösenord pga grava konsekvenser av tillbakadraget medgivande

source: Any language
sv: Alla språk

source: Require typing '${sentence}' on revoke.
sv: Kräv att skriva ’${sentence}’ vid återkallat samtycke.

source: Title
sv: Titel

source: Text to agree to
sv: Text att ge sitt medgivande till

source: Collapse agreement text?
sv: Kollapsa villkorstext?

source: Causes a read full text link to be displayed instead.
sv: Skapar länk för att läsa hela avtalet istället för att visa det.

source: Consequences of revoking the agreement
sv: Konsekvenser av återkallat medgivande

source: revoke_body_description
sv: Syns när formuläret för återkallande visas för att informera om konsekvenser. Om konsekvenserna är allvarliga, vänligen uttryck det här!

source: Required from this date
sv: Krävs från och med detta datum

source: Only for this language
sv: Bara för detta språk

source: If set, only show this agreement for users using this lang.
sv: Om vald, visa bara villkoret för användare som använder detta språk.

source: Require password check on revoke
sv: Kräv lösenord för återkallat medgivande

source: This will only be enforced for enabled TOS
sv: Detta krävs bara för aktiva användarvillkor

source: New terms require your attention
sv: Nya villkor kräver åtgärd

source: Agree
sv: Godkänn

source: Thank you!
sv: Tack!

source: Revoke agreement
sv: Återkalla medgivande

source: Revoke
sv: Återkalla

source: Agreement not found
sv: Villkoret hittas inte

source: revoked_consent_enabled_tos
sv: Du har tagit tillbaka ditt medgivande. Notera att webbsidan inte kommer gå att använda utan att godkänna användaravtal.

source: You've revoked your consent.
sv: Du har återkallat ditt medgivande.

source: You need to accept the terms to use this site.
sv: Du behöver acceptera användarvillkoren för att använda sidan.

source: Expand full agreement...
sv: Expandera hela villkorstexten…

source: Agreed terms of service
sv: Godkända användarvillkor

source: You haven't agreed to any terms
sv: Du har inte godkänt några användarvillkor

source: You agreed to this on ${date}
sv: Du gav ditt medgivande till detta ${date}

source: Revoke agreement...
sv: Återkalla medgivande…

source: Back to profile
sv: Tillbaka till profil
